{
  "persons": [
    {
      "id": 1,
      "name": "Mickey Mouse",
      "infos": "He is an animated cartoon character created by Walt Disney and Ub Iwerks. A cheerful and plucky anthropomorphic mouse, Mickey made his first public appearance in Steamboat Willie, on November 18, 1928. Estimated as standing 68.58 centimeters and weighing 23 pounds (10 kilograms), Mickey is easily identified by his round ears, red shorts, white gloves, and yellow shoes. He speaks in a falsetto voice, and his speech is typically infused with 1930s slang like swell and gee. The essence of Mickey's character is that of an underdog who, despite being small and vulnerable, overcomes larger-than-life adversity through quick wit and a can-do spirit.",
      "tags": "Animal",
      "imageUrl": "https://static.wikia.nocookie.net/disney/images/b/bf/Mickey_Mouse_Disney_1.png/revision/latest?cb=20180813011713"
    },
    {
      "id": 2,
      "name": "Ariel",
      "infos": "Princess Ariel is the descriptive titular protagonist of Disney's 1989 animated feature film The Little Mermaid. She is the seventh and youngest daughter of King Triton and Queen Athena, rulers of the undersea kingdom of Atlantica. Ariel lived through much of her young life with a passionate - yet forbidden - admiration of the human world, and longed to someday experience life on the surface.",
      "tags": "Outro",
      "imageUrl": "https://static.wikia.nocookie.net/disney/images/8/8a/Profile_-_Ariel.jpg/revision/latest?cb=20190312020801"
    },
    {
      "id": 3,
      "name": "Cinderela",
      "infos": "She is the titular protagonist of Disney's 1950 animated feature film of the same name. After the death of her mother, her father remarried, believing that she needed a mother's care. He died shortly thereafter, upon which she was forced to work as a scullery maid for her wicked stepmother, Lady Tremaine and two stepsisters, Anastasia and Drizella. Despite the cruelty of her jealous stepfamily, Cinderella remained kind, spirited, and internally beautiful. Her faith and everlasting optimism manifested itself into a Fairy Godmother, whose magic served as a catalyst for Cinderella's ascent from servant to princess.",
      "tags": "Pessoa",
      "imageUrl": "https://static.wikia.nocookie.net/disney/images/e/e5/Profile_-_Cinderella.jpeg/revision/latest?cb=20210930080943"
    },
    {
      "name": "Nemo",
      "infos": "dsfdfsdfsdf",
      "tags": "Animal",
      "imageUrl": "",
      "id": 4
    },
    {
      "name": "Kong",
      "infos": "dfrdgdfgb tgh",
      "tags": "Outro",
      "imageUrl": "",
      "id": 5
    },
    {
      "name": "Groot",
      "infos": "dfdgvdfg",
      "tags": "Pessoa",
      "imageUrl": "",
      "id": 6
    },
    {
      "name": "kkk",
      "infos": "trthrh",
      "tags": "Pessoa",
      "imageUrl": "",
      "id": 7
    },
    {
      "name": "Pateta",
      "infos": "dfgvsgbgsg g ghthyhyhtyjh",
      "tags": "Animal",
      "imageUrl": "",
      "id": 8
    }
  ]
}